/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Abilita questo switch se vuoi che il Backup via Email sia spedito al prossimo avvio di MyTime";

/* */
"Email Backup Instantly" = "Email Backup Instantly";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts";

/* */
"Clear Map Cache" = "Clear Map Cache";

